Repository: KingOfTheAce2/legislation-library-lexlink
Catalog: data/raw/tmx/Glossary_Dutch_Code_of_Civil_Procedure.tmx
Source language: en_gb
Languages: nl

source: (a right) is waived
nl: (op) straffe van verval

source: document
nl: stuk

source: on a summary basis
nl: summierlijk

source: summary examination / enquiry
nl: summierlijk onderzoek

source: suspension of payments
nl: surséance van betaling

source: (deal with) concurrently
nl: tegelijk (behandeld)

source: rebuttal evidence
nl: tegenbewijs

source: enforcement
nl: tenuitvoerlegging

source: except where
nl: tenzij

source: except where fairness dictates / demands otherwise
nl: tenzij de billijkheid zich daartegen verzet

source: except where the law provides otherwise
nl: tenzij uit de wet anders voortvloeit

source: time limit, notice period
nl: termijn

source: to refer back
nl: terugverwijzen naar

source: timely, on time, in timely fashion, within the time limit
nl: tijdig

source: to award / grant (an amount), to rule in favour of the claimant
nl: toewijzen (vordering)

source: from *** to *** inclusive
nl: tot en met

source: disciplinary tribunal
nl: tuchtcollege

source: third-party intervention
nl: tussenkomst

source: on its own initiative
nl: uit eigen beweging

source: extensive brief
nl: uitgebreide akte

source: to express a view / views on
nl: uitlaten

source: determined exclusively in accordance with
nl: uitsluitend bepaald overeenkomstig

source: judgment, decision
nl: uitspraak

source: extension (of a time limit)
nl: uitstel

source: extract
nl: uittreksel

source: enforceable notwithstanding any remedy
nl: uitvoerbaar bij voorraad

source: enforceability
nl: uitvoerbaarheid

source: executory sale
nl: uitwinning

source: applies mutatis mutandis
nl: van overeenkomstige toepassing

source: undisputed facts, established facts
nl: vaststaande feiten

source: settlement agreement
nl: vastellingsovereenkomst

source: amendment of claim
nl: verandering van eis

source: corrective judgment
nl: verbetervonnis

source: injunction, court order
nl: verbod (rechterlijk)

source: to recover / recovery
nl: verhalen / verhaal

source: availability
nl: verhinderdata

source: witness examination (hearing the witness) or witness testimony (statement made by the witness)
nl: verhoor van getuigen

source: to examine / examination
nl: verhoren / verhoor

source: a limitation period applies, the claim is time-barred
nl: verjaren

source: limitation period, time limit
nl: verjaringstermijn

source: to request permission to/for
nl: verlof vragen tot

source: increase (of claim)
nl: vermeerdering (van eis)

source: is likely to have jurisdiction
nl: vermoedelijk bevoegd

source: intangibles
nl: vermogensrechten (i.t.t. zaken)

source: to annul (a judgment)
nl: vernietigen (vonnis)

source: to set aside (an arbitral award)
nl: vernietigen (arbitraal vonnis)

source: judgment debtor
nl: veroordeelde

source: to order to pay the costs of the proceedings, award costs
nl: veroordelen in de kosten van het geding

source: regulation
nl: verordening

source: to do (the work)
nl: verrichten

source: events
nl: verrichtingen

source: to appear in the proceedings
nl: verschijnen in het geding

source: general hearing
nl: verschijning van partijen

source: privilege to be excused from [an obligation]
nl: verschoningsrecht

source: costs and expenses
nl: verschotten

source: failure to enter an appearance, default
nl: verstek

source: to grant by default
nl: verstek - bij .. toewijzen

source: to record a party’s failure to appear
nl: verstek verlenen aan …

source: default judgment
nl: verstekvonnis

source: enter an appearance (after initially failing to appear)
nl: verstek zuiveren

source: representative
nl: vertegenwoordiger

source: lapse
nl: vervallen

source: discontinuance by dismissal
nl: verval van instantie

source: (statement of) defence
nl: verweerschrift

source: to dismiss the appeal
nl: verwerpen (hoger beroep)

source: to refer
nl: verwijzen

source: to transmit
nl: verzenden

source: transmitting agency
nl: verzendende instantie

source: transmission
nl: verzending

source: opposition
nl: verzet

source: to oppose a default judgment
nl: verzet instellen

source: except where the nature of the case/due process dictates otherwise
nl: verzetten (tenzij de aard van de zaak/de goede procesorde zich hiertegen)

source: deny
nl: verzetten tegen

source: request
nl: verzoek

source: to request, to seek
nl: verzoeken

source: applicant
nl: verzoeker / verzoekster

source: application
nl: verzoek(schrift)

source: action by application, proceedings initiated by application
nl: verzoekschriftprocedure

source: default
nl: verzuim (verstek)

source: failure to comply, violation
nl: verzuim (voorschrift)

source: to comply (with a requirement)
nl: verzuim herstellen

source: formalities not observed
nl: verzuimde formaliteiten

source: place of establishment, statutory seat
nl: vestigingsplaats

source: joinder, addition as a party to the action
nl: voeging (van partijen)

source: sufficient interest
nl: voldoende belang

source: sufficiently specific
nl: voldoende bepaald

source: (are / is) sufficiently connected
nl: voldoende samenhang

source: judgment, award (arbitration)
nl: vonnis

source: to give / render a judgment, award (arbitration)
nl: vonnis wijzen

source: prior to/in advance of all defences
nl: voor alle weren

source: prescribed manner
nl: voorgeschreven wijze

source: preparatory evidentiary events
nl: voorlopige bewijsverrichtingen

source: preparatory expert report
nl: voorlopig deskundigenbericht

source: preparatory witness hearing
nl: voorlopig getuigenverhoor

source: to enter as a provisional debit
nl: voorlopig in debet stellen

source: interim measure
nl: voorlopige maatregel

source: enforcement notwithstanding any remedy
nl: voorlopige tenuitvoerlegging

source: stipulate
nl: voorschrijven (door de wet)

source: to declare enforceable
nl: voor tenuitvoerlegging vatbaar verklaren

source: take next steps, move forward, continue, resume
nl: voortzetten

source: (the case) moves forward as from its present state
nl: voortzetten in de stand waarin zij zich bevindt (zaak)

source: court in summary proceedings
nl: voorzieningenrechter

source: Court in Summary Proceedings in the NCC (CSP)
nl: voorzieningenrechter van de NCC

source: presiding judge
nl: voorzitter (van de kamer)

source: president (of the NCC)
nl: voorzitter (van de NCC)

source: to claim (monetary amount)
nl: vorderen (geldbedrag eisen)

source: to claim, to seek
nl: vorderen

source: to seek, to move, to make a motion to
nl: vorderen (in incident)

source: claim (monetary amount in the claim)
nl: vordering (geldbedrag ivm eis)

source: action by claim, proceedings initiated by claim
nl: vorderingsprocedure

source: original claim
nl: vordering in conventie

source: to file a claim with…
nl: vordering indienen bij …

source: to withdraw a claim
nl: vordering intrekken

source: claim, right to action
nl: vorderingsrecht

source: to observe formalities
nl: vormen in acht nemen

source: concern
nl: vrees

source: indemnity proceedings
nl: vrijwaringsprocedure

source: indemnifying party
nl: waarborg

source: counterparty
nl: wederpartij

source: to seise the court
nl: wenden (tot de rechter)

source: actual abode
nl: werkelijk verblijf

source: General Provisions Act
nl: Wet algemene bepalingen

source: Placement of Personnel by Intermediaries Act
nl: Wet allocatie arbeidskrachten door intermediairs

source: Trade Secrets Protection Act
nl: Wet bescherming bedrijfsgeheimen

source: Equal Treatment Act
nl: (Algemene) wet gelijke behandeling

source: Court Fees (Civil Cases) Act
nl: Wet griffierechten burgerlijke zaken

source: Minimum Wage and Minimum Holiday Allowance Act
nl: Wet minimumloon and minimumvakantiebijslag

source: Open Government Act
nl: Wet Open Overheid

source: Collective Agreements (Declaration of Universally Binding and Non-Binding Status) Act
nl: Wet op het algemeen verbindend en het onverbindend verklaren van bepalingen van collectieve arbeidsovereenkomsten

source: legislation, the legislative branch
nl: wetgeving, wetgever

source: provision of the law, statutory provision
nl: wetsbepaling

source: legislative history, legislative record
nl: wetsgeschiedenis

source: bill
nl: wetsontwerp, wetsvoorstel

source: amendment of an act
nl: wetswijziging

source: statutory period
nl: wettelijke termijn

source: statutory regulation
nl: wettelijk voorschrift

source: statutory / legal protection
nl: wettelijke bescherming

source: amendment (of claim)
nl: wijziging (van vordering)

source: successful party
nl: winnende partij

source: domicile or habitual residence
nl: woon- of gewone verblijfplaats

source: domicile
nl: woonplaats

source: removal
nl: wraking (van rechters/arbiters)

source: matter, action
nl: zaak

source: the matter on the merits
nl: de zaak ten principale

source: to stay the proceedings
nl: zaak aanhouden

source: designated clerk
nl: zaaksgriffier

source: designated judge
nl: zaaksrechter

source: concise summary
nl: zakelijke samenvatting

source: tangibles
nl: zaken (i.t.t. vermogensrechten)

source: security
nl: zekerheidstelling

source: affirmative defence
nl: zelfstandig verweer

source: independent application
nl: zelfstandig verzoek

source: hearing
nl: zitting

source: hearing in chambers
nl: zitting ter raadkamer

source: without known domicile or place of residence
nl: zonder bekende woon- of verblijfplaats

source: without delay, as soon as possible
nl: zo spoedig mogelijk

source: compelling interest
nl: zwaarwegend belang
